tap "1password/tap"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "libsql/sqld"
tap "oven-sh/bun"
tap "render-oss/render"
tap "rfidresearchgroup/proxmark3"
tap "withgraphite/tap"
brew "ansifilter"
brew "xz"
brew "fontconfig"
brew "gettext"
brew "libxcb"
brew "libx11"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "openjdk"
brew "apktool"
brew "asciinema"
brew "ncurses"
brew "asciiquarium"
brew "astyle"
brew "awk"
brew "awscli"
brew "btop"
brew "caddy"
brew "cloudflared"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "ddcctl"
brew "deno"
brew "dex2jar"
brew "diff-so-fancy"
brew "dotnet"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gping"
brew "handbrake", link: false
brew "htop"
brew "hydra"
brew "imagemagick"
brew "jadx"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "less"
brew "librsvg"
brew "llvm"
brew "lsusb"
brew "luarocks"
brew "make"
brew "makensis"
brew "mas"
brew "maven"
brew "mkcert"
brew "mysql"
brew "neofetch"
brew "utf8proc", args: ["HEAD"]
brew "neovim"
brew "nvm"
brew "ollama"
brew "openjdk@11"
brew "openjdk@17"
brew "openjdk@21"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "qt@5"
brew "railway"
brew "ripgrep"
brew "ripgrep-all", args: ["HEAD"]
brew "rust-analyzer"
brew "rustup"
brew "sevenzip"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stow"
brew "subversion"
brew "telnet"
brew "temporal"
brew "tmate"
brew "tmux"
brew "tree"
brew "uv"
brew "v8"
brew "watch"
brew "websocat"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
brew "render-oss/render/render"
brew "rfidresearchgroup/proxmark3/arm-none-eabi-gcc"
brew "rfidresearchgroup/proxmark3/proxmark3", args: ["with-generic"]
cask "1password"
cask "1password-cli"
cask "android-platform-tools"
cask "android-studio"
cask "apparency"
cask "audacity"
cask "bambu-studio"
cask "brave-browser"
cask "chromium"
cask "cursor"
cask "cyberduck"
cask "daisydisk"
cask "discord"
cask "docker"
cask "epic-games"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghidra"
cask "ghostty"
cask "gimp"
cask "github"
cask "gitlight"
cask "google-chrome"
cask "google-drive"
cask "handbrake"
cask "iina"
cask "insomnia"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "keymapp"
cask "logitech-g-hub"
cask "love"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "minecraft"
cask "mitmproxy"
cask "notion"
cask "nvidia-geforce-now"
cask "obs"
cask "obsidian"
cask "overlayed"
cask "postman"
cask "powershell"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "rectangle"
cask "screen-studio"
cask "shadow"
cask "shapr3d"
cask "slack"
cask "snagit"
cask "spotify"
cask "stats"
cask "steam"
cask "suspicious-package"
cask "tuple"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Color Picker", id: 1545870783
mas "Dato", id: 1470584107
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Motion", id: 434290957
mas "Xcode", id: 497799835
vscode "amazonwebservices.amazon-q-vscode"
vscode "astro-build.astro-vscode"
vscode "biomejs.biome"
vscode "ctc.vscode-tree-extension"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "graphql.vscode-graphql-syntax"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "rust-lang.rust-analyzer"
vscode "smithy.smithy-vscode-extension"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "vue.volar"
