tap "1password/tap"
tap "cloudflare/cloudflare"
tap "espanso/espanso"
tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "libsql/sqld"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "render-oss/render"
tap "rfidresearchgroup/proxmark3"
tap "saucelabs/tap"
tap "tursodatabase/tap"
tap "withgraphite/tap"
brew "act"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "asciinema"
brew "ncurses"
brew "asciiquarium"
brew "astyle"
brew "awk"
brew "awscli"
brew "fontconfig"
brew "gettext"
brew "libxcb"
brew "libx11"
brew "bazel"
brew "btop"
brew "caddy"
brew "clip"
brew "cloudflared"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "ddcctl"
brew "deno"
brew "diff-so-fancy"
brew "docker", link: false
brew "dotnet"
brew "elixir"
brew "fd"
brew "sdl2"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gping"
brew "handbrake", link: false
brew "helix"
brew "htop"
brew "hydra"
brew "imagemagick"
brew "irssi"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "less"
brew "libpq"
brew "librsvg"
brew "llvm"
brew "lsusb"
brew "luarocks"
brew "make"
brew "makensis"
brew "mas"
brew "openjdk"
brew "maven"
brew "mkcert"
brew "montage"
brew "protobuf"
brew "mysql"
brew "neofetch"
brew "utf8proc", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "nvm"
brew "openjdk@11"
brew "openjdk@17"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "pnpm@8"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "qt@5"
brew "railway"
brew "rancher-cli"
brew "recode"
brew "ripgrep"
brew "ripgrep-all", args: ["HEAD"]
brew "rust-analyzer"
brew "rustup"
brew "sevenzip"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stow"
brew "subversion"
brew "telnet"
brew "temporal"
brew "tldr"
brew "tmate"
brew "tmux"
brew "tree"
brew "v8"
brew "watch"
brew "wget"
brew "yaml-language-server"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
brew "planetscale/tap/pscale"
brew "render-oss/render/render"
brew "rfidresearchgroup/proxmark3/arm-none-eabi-gcc"
brew "rfidresearchgroup/proxmark3/proxmark3", args: ["with-generic"]
brew "saucelabs/tap/forwarder"
brew "tursodatabase/tap/turso"
brew "withgraphite/tap/graphite"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "amazon-chime"
cask "apparency"
cask "arc"
cask "audacity"
cask "background-music"
cask "bambu-studio"
cask "battle-net"
cask "brewlet"
cask "chromium"
cask "cleanshot"
cask "cyberduck"
cask "daisydisk"
cask "discord"
cask "docker"
cask "elgato-stream-deck"
cask "epic-games"
cask "espanso"
cask "figma"
cask "firefox"
cask "firefox@developer-edition"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto"
cask "ghidra"
cask "ghostty"
cask "gimp"
cask "github"
cask "gitlight"
cask "google-chrome"
cask "google-drive"
cask "guilded"
cask "handbrake"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "keymapp"
cask "little-snitch"
cask "loopback"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "minecraft"
cask "mitmproxy"
cask "notion"
cask "nvidia-geforce-now"
cask "obs"
cask "obsidian"
cask "overlayed"
cask "postman"
cask "powershell"
cask "proxyman"
cask "prusaslicer"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "rectangle"
cask "screen-studio"
cask "shapr3d"
cask "shortcat"
cask "slack"
cask "snagit"
cask "spotify"
cask "stats"
cask "steam"
cask "sublime-text"
cask "suspicious-package"
cask "thunderbird"
cask "unity-hub"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "xquartz"
cask "zed"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Dato", id: 1470584107
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Motion", id: 434290957
mas "Xcode", id: 497799835
vscode "astro-build.astro-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "graphql.vscode-graphql-syntax"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "rust-lang.rust-analyzer"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "vue.volar"
