tap "1password/tap"
tap "cloudflare/cloudflare"
tap "espanso/espanso"
tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "libsql/sqld"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "render-oss/render"
tap "rfidresearchgroup/proxmark3"
tap "tursodatabase/tap"
tap "withgraphite/tap"
brew "act"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "ansible"
brew "asciinema"
brew "ncurses"
brew "asciiquarium"
brew "astyle"
brew "awk"
brew "awscli"
brew "caddy"
brew "fontconfig"
brew "gettext"
brew "libxcb"
brew "libx11"
brew "clip"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "ddcctl"
brew "deno"
brew "diff-so-fancy"
brew "docker"
brew "dotnet"
brew "elixir"
brew "emacs"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gping"
brew "handbrake"
brew "helix"
brew "htop"
brew "hydra"
brew "imagemagick"
brew "jq"
brew "just"
brew "lazygit"
brew "less"
brew "librsvg"
brew "llvm"
brew "lsusb"
brew "luarocks"
brew "make"
brew "makensis"
brew "mas"
brew "openjdk"
brew "maven"
brew "mkcert"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "openjdk@11"
brew "openjdk@17"
brew "pinentry-mac"
brew "pkg-config"
brew "pnpm"
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "qt@5"
brew "railway"
brew "recode"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stow"
brew "subversion"
brew "telnet"
brew "tldr"
brew "tmate"
brew "tmux"
brew "tree"
brew "v8"
brew "watch"
brew "wget"
brew "yaml-language-server"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "fsouza/prettierd/prettierd"
brew "oven-sh/bun/bun"
brew "planetscale/tap/pscale"
brew "render-oss/render/render"
brew "rfidresearchgroup/proxmark3/arm-none-eabi-gcc"
brew "rfidresearchgroup/proxmark3/proxmark3", args: ["with-generic"]
brew "tursodatabase/tap/turso"
brew "withgraphite/tap/graphite"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "apparency"
cask "arc"
cask "audacity"
cask "bambu-studio"
cask "brewlet"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "emacs"
cask "epic-games"
cask "espanso"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto"
cask "ghidra"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "handbrake"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "minecraft"
cask "notion"
cask "obs"
cask "orbstack"
cask "postman"
cask "proxyman"
cask "prusaslicer"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "rectangle"
cask "screen-studio"
cask "shapr3d"
cask "shortcat"
cask "slack"
cask "snagit"
cask "spotify"
cask "stats"
cask "steam"
cask "sublime-text"
cask "suspicious-package"
cask "thunderbird"
cask "unity-hub"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Blurred", id: 1497527363
mas "Dato", id: 1470584107
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Hidden Bar", id: 1452453066
mas "iBlurred", id: 1667815215
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
vscode "1password.op-vscode"
vscode "adpyke.codesnap"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "astro-build.astro-vscode"
vscode "azemoh.one-monokai"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "codesandbox-io.codesandbox-projects"
vscode "craster.code-slides"
vscode "ctc.vscode-tree-extension"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "evilz.vscode-reveal"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "graphql.vscode-graphql-syntax"
vscode "hoovercj.vscode-power-mode"
vscode "icrawl.discord-vscode"
vscode "infarkt.css-to-jss"
vscode "irongeek.vscode-env"
vscode "kevin-chatham.aspnetcorerazor-html-css-class-completion"
vscode "koihik.vscode-lua-format"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "pomdtr.excalidraw-editor"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-lsp"
vscode "simonsiefke.svg-preview"
vscode "statelyai.stately-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "toba.vsfire"
vscode "unifiedjs.vscode-mdx"
vscode "unional.vscode-sort-package-json"
vscode "usernamehw.errorlens"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "wmaurer.change-case"
vscode "xabikos.javascriptsnippets"
vscode "yobson.glua"
vscode "yzane.markdown-pdf"
vscode "ziglang.vscode-zig"
